Repository: gedeminas/steve-hides-things
Catalog: languages/styvas-hide-things-*.po
Languages: lt_lt

source: Styvas Hide Things
lt_lt: Styvas slepia dalykus

source: Hide things you do not need in admin bar, dashboard and more.
lt_lt: Kam rodyti nenaudojamus dalykus, jei galima juos lengvai paslėpti.

source: Hide Admin Bar in Front
lt_lt: Paslėpti įrankių juostą žiūrint svetainę

source: Minimal Admin Bar in Back
lt_lt: Mimimalistinė įrankių juosta administracinėje srityje

source: Support
lt_lt: Techninė pagalba

source: If you have technical questions, please call <a href="mailto:%1$s">this</a> number.
lt_lt: Jei turite techninių klausimų, prašome skambinti <a href="mailto:%1$s">šiuo</a> numeriu.

source: Admin Bar
lt_lt: Įrankių juosta

source: Dashboard
lt_lt: Skydelis

source: Hide Activity Box
lt_lt: Paslėpti veiksmų modulį

source: Hide Other Boxes
lt_lt: Paslėpti likusius modulius

source: Create Support Box
lt_lt: Sukonstruoti techninės pagalbos modulį

source: Remove Menu Items
lt_lt: Pašalinti meniu punktus

source: Media
lt_lt: Failai

source: Tools
lt_lt: Įrankiai

source: Remove From Everywhere
lt_lt: Pašalinti iš visur

source: Comments
lt_lt: Komentarai

source: Categories
lt_lt: Kategorijos

source: Tags
lt_lt: Žymos

source: Filter Page Columns
lt_lt: Filtruoti puslapių stulpelius

source: Date
lt_lt: Data

source: Author
lt_lt: Autorius
